# KgPerMin Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KgPerMin Property
SymbolTypeId Class See Also
---
Symbol kg/min, indicating unit Kilograms per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KgPerMin { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KgPerMin As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KgPerMin {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace